{
"decline": "Declinar '${placeholders[0]}'",
"language": "idioma",
"word": "palabra",
"search": "buscar",
"test": "probar",
"reset": "reiniciar",
"randomWord": "palabra aleatoria",
"singular": "singular",
"plural": "plural",
"nominative": "nominativo",
"genitive": "genitivo",
"partitive": "partitivo",
"nominativeAccusative": "acusativo (nom.)",
"genitiveAccusative": "acusativo (gen.)",
"inessive": "inesivo",
"elative": "elativo",
"illative": "ilativo",
"adessive": "adesivo",
"ablative": "ablativo",
"allative": "adlativo",
"essive": "esivo",
"translative": "translativo",
"instructive": "instructivo",
"abessive": "abesivo",
"comitative": "comitativo",
"wordNotFound": "La palabra '${placeholders[0]}' no ha sido encontrada.",
"check": "revisar",
"help": "ayuda",
"Help": "Ayuda",
"helpTest": "Este botón muestra una tabla donde puedes probar a declinar la palabra del input de búsqueda. Esta acción también se lanza si le das al enter dentro del input de búsqueda.",
"helpRandomWord": "Este botón devuelve una palabra aleatoria y muestra la tabla de prueba.",
"helpSearch": "Este botón muestra una tabla que contiene las declinaciones de la palabra del input de búsqueda. Esta acción también se lanza si le das al enter con la tecla de control pulsada dentro del input de búsqueda.",
"helpCheck": "Este botón comprueba si las declinaciones que has metido dentro de la tabla de prueba son correctas. Esta acción también se lanza si le das al enter dentro de alguno de los inputs de la tabla de prueba. Si la palabra tiene más de un tipo de declinación, comprobará la corrección con el tipo de declinación que tenga menos errores. Si alguno de los casos de la decinación es correcto, su input se volverá verde, en caso contrario, se volverá rojo.",
"onlyRegularAndNotNuoripari": "Esta app solamente puede declinar palabras regulares con un tipo de declinación diferente del tipo de nuoripari.",
"actions": "Acciones",
"helpReset": "Este botón reinicia la tabla de prueba.",
"aboutFinnishDeclension": "Acerca de la declinación en finlandés"
}